Repository: UCBerkeleyCellScope/TBScope
Catalog: TBScope/CellScope/*.lproj/Localizable.strings
Languages: vi

# Automated Tuberculosis Diagnostic System
source: Automatic Tuberculosis Diagnostic System
vi: Hệ thống chẩn đoán tự động lao

source: username
vi: tên truy nhập

source: password
vi: mật khẩu

source: Invalid username or password
vi: Tên đăng nhập hoặc mật khẩu không hợp lệ

source: Main Menu
vi: Mục lục

source: Logged in as: %@
vi: Đăng nhập: %@

source: Scan Slide
vi: Đọc tiêu bản

source: Review Results
vi: Kết quả

source: Configuration
vi: Cấu Hình

source: Logout
vi: Đăng Xuất

source: Assay Parameters
vi: Khảo nghiệm Tham số

source: Name
vi: Họ Tên

source: Patient ID
vi: Bệnh nhân ID

source: Slide #
vi: Tiêu bản số #

source: Read #
vi: Đọc lần #

source: Location
vi: Nơi gửi xét nghiệm

source: Patient Address
vi: Địa chỉ bệnh nhân

source: Intake Notes
vi: Ghi chú

source: User: %@
vi: Người sử dụng: %@

source: Date: %@
vi: Ngày: %@

source: Run Analysis
vi: Phân tích kết quả đọc

source: Patient ID cannot be blank.
vi: Không thể để trống ID bệnh nhân.

source: Patient ID is improperly formatted.
vi: Không đúng định dạng ID bệnh nhân.

source: Slide number cannot be blank.
vi: Số tiêu bản không thể để trống.

source: Read number cannot be blank.
vi: Tiêu bản đọc không được để trống.

source: Input Error
vi: Nhập Lỗi

source: Next
vi: Tiếp

source: Back
vi: Mặt dưới tiêu bản

source: Load Sample Slide
vi: Tải ảnh mẫu đã chụp

source: Load the slide as shown below:
vi: Tải ảnh như hình dưới đây

source: Wait for loading tray to come to a stop before inserting slide. Insert slide with sputum side up and gently push into machine. Click next. Slide will automatically load into position for image capture.
vi: Chờ cho khay nđặt tiêu bản dịch chuyển đến điểm dừng trước khi đặt tiêu bản. Đặt tiêu bản sao cho mặt phết đờm quay lên trên và nhẹ nhàng đẩy vào máy. Bấm vào chữ tiếp theo. Tiêu bản sẽ tự động nạp vào vị trí để chụp ảnh.

source: Capture Field %d of %d
vi: Chụp ảnh số %d của %d

source: Analyze
vi: Phân tích kết quả ảnh đã chụp

source: Done
vi: Hoàn Thành

source: BF Off
vi: BF Tắt

source: BF On
vi: BF Trên

source: FL Off
vi: FL Tắt

source: FL On
vi: FL Trên

source: AE Off
vi: AE Tắt

source: AE On
vi: Bật AE

source: AF Off
vi: AF Tắt

source: AF On
vi: Bật AF

source: Not Connected
vi: Không kết nối

source: Connected
vi: Đã kết nối

source: Capture Complete
vi: Hoàn thành chụp ảnh

source: Loading sample...
vi: Mẫu tải...

source: Focusing...
vi: Tập trung...

source: Acquiring image %d of %d...
vi: Lấy lại hình ảnh %d của %d...

source: Next field...
vi: Vi trường tiếp theo..

source: Acquisition complete...
vi: Lấy lại toàn bộ ảnh chụp

source: Auto Focus
vi: Lấy độ nét tự động

source: Auto Scan
vi: Tự động lấy độ nét và chụp ảnh

source: Processing image %d of %d...
vi: Xử lý ảnh %d của %d...

source: Review Slide
vi: Kết quả chụp ảnh và phân tích

source: Slide Info
vi: Thông tin mẫu phẩm

source: Analysis Result
vi: Phân tích kết quả

source: Analysis Date
vi: Phân tích ngày

source: Slide Score
vi: Điểm sau đánh giá phân tích ảnh chụp

source: Image Quality
vi: chất lượng hình ảnh

source: Fields
vi: Vi trường

source: Diagnosis Notes
vi: Chẩn đoán cần chú ý

source: Re-run Analysis
vi: Phân tích một lần nữa

source: Upload
vi: Tải lên

source: Results
vi: Kết quả

source: Images
vi: ảnh đã chụp

source: NONE
vi: không ai

source: ANALYSIS HAS NOT BEEN PERFORMED
vi: PHÂN TÍCH ĐÃ KHÔNG ĐƯỢC THỰC HIỆN

source: SLIDE IS POSITIVE FOR TUBERCULOSIS
vi: Tiêu bản dương tính

source: SLIDE IS NEGATIVE FOR TUBERCULOSIS
vi: Tiêu bản âm tính

source: SLIDE IS INDETERMINATE
vi: MẪU LÀ KHÔNG XÁC ĐỊNH
